Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/sd/samediggi.no/dearvvat-giellaambassadevrraid_.html.tmx
Source language: sme
Languages: smj

source: Dearvvat Giellaambassadevrraid !
smj: Buorástahte giellaåvdåstiddjev !

source: Min 24 ambassadevrra presenterejuvvo 2013 kaleandaris.
smj: Mijá javllarijmmo 2013 lij vuosedibme 24 ambassadørajs.

source: Juovlamánu 4.
smj: Javllamánno 4.

source: b Namma: Naima Khan Nergård Ahki: Aiddo deavdán 18 jagi Ássanbáiki: Váhčir, Ruoŧa bealde Bargu: Váccán goalmmát jagi joatkkaskuvllas Mo dovddat iežat odne: Mus lea ollu bargu muhto lean muđui ilus
smj: b Namma: Naima Khan Nergård Álldar: Jur dävddám 18 Årrumsadje: Jielleváren, Svieriga bielen Barggo: Lågåv muv goalmát jáge joarkkaskåvlån Gåk dåbddo la uddni: Anáv ållo dahkamusá valla ietján lav ávon

source: Juovlamánu 5.
smj: Javllamánno 5.

source: b Namma: Ánde Trosten Ahki: 23 Orrunsadji: Deatnu Bargu: Vikára / studeanta Makkár mokta dus lea odne: Hui buorre !
smj: b Namma: Ánde Trosten Man vuoras: 23 Årromsadje: Deatnu Barggo: Sadjásasj / studænnta Gåktu le miella uddni: Ihkeva buorre !

source: Juovlamánu 6.
smj: Javllamánno 6.

source: b Namma: Inga Maja Eira Hætta Ahki: 17 Orrunsadji: Áltá Skuvla: Álttá joatkkaskuvla Makkár mokta dus lea odne: Lean hui ilus, go viimmat lea juovlamánnu !
smj: b Namma: Inga Maja Eira Hætta Man vuoras: 17 Årromsadje: Áltá Barggo: Áltá joarkkaskåvllå Gåktu le miella uddni: Lev nav ávon, gå vijmak la javllamánno !

source: Juovlamánu 7.
smj: Javllamánno 7.

source: b Namma: Ánná Káisá Eriksen Partapuoli Ahki: 19 Orrunsadji: Ušlu / Skánit Bargu: studeanta Makkár mokta dus lea odne: lihkolaš ja virkui
smj: b Namma: Ánná Káisá Eriksen Partapuoli Man vuoras: 19 Årromsadje: Oslo / Skáne Barggo: Studænnta Gåktu le miella uddni: Lev ávon ja bargál

source: Juovlamánu 8.
smj: Javllamánno 8.

source: b Namma: Durra-Lásse Lars-Juhana Johan Ahki: 25 Orrunsadji: Guovdageaidnu / Romsa Bargu: Studeanta Makkár mokta dus lea odne: Movtet ja ilolaš !
smj: b Namma: Durra-Lásse Lars-Juhana Johan Man vuoras: 25 Årromsadje: Guovddagæjnno / Råmsså Barggo: Studænnta Gåktu le miella uddni: Lev ávon ja dudálasj

source: Juovlamánu 9.
smj: Javllamánno 9.

source: b Namma: Sara Mariell Anti Ahki: 17 Orrunsadji: Kárášjohka Bargu: Studeanta Makkár mokta dus lea odne: Lean hirbmat movttet odne !
smj: b Namma: Sara Mariell Anti Man vuoras: 17 Årromsadje: Kárásjjåhkå Barggo: Studænnta Gåktu l miella uddni: Uddni lav sieldes ávon !

source: Juovlamánu 10.
smj: Javllamánno 10.

source: b Namma: Melissa Annie Fofonoff Ahki: 17 Orrunsadji: Girkonjárga Skuvla: Oahppi Girkonjárgga joatkkaskuvllas Makkár mokta dus lea odne: Lean movttet, ja illudan juovllaide
smj: b Namma: Melissa Annie Fofonoff Man vuoras: 17 Årromsadje: Girkkonjárgga Barggo: Oahppe Girkkonjárga joarkkaskåvlån Gåktu le miella uddni: Mån lav ávon, ja ávvudaláv javlajda

source: Juovlamánu 11.
smj: Javllamánno 11.

source: b Namma: Emmi Alette Danielsen Ahki: 17 jagi Orrunsadji: Røros Bargu: Gjøsvika buohcciviessu, Vitus apotek Røros ja dasa lassin vázzá dearvvašvuođadivššárskuvlla Røros joatkkaskuvllas ollesáiggis.
smj: b Namma: Emmi Alette Danielsen Áldar: 17 år Årromsadje: Røros Barggo: Gjøsvika sykehjem, Vitus apotek Røros ja duodden lav ållesájge varresvuohtabarggen Rørosa joarkkaskåvlån.

source: Makkár mokta dus lea odne: Mus lea buorre dilli, loavttán bures áiggi skuvllain ja liikon orrut Rørosas.
smj: Gåktu le miella uddni: Miella le buorre, soaptsov skåvlåjn ja æhtsáv Rørosan årrot.

source: Juovllat leat nu somás áigi
smj: Javlla le nåv hávsskes ájgge.

source: Juovlamánu 12.
smj: Javllamánno 12.

source: b Namma: Silje Somby Ahki: 17 jagi Orrunsadji: Alta, eret Guovdageainnus Bargu: Giellaambassadevra, oahppi joatkaskuvllas Makkár mokta dus lea odne: Movttet go viimmat lea juovlamánnu.
smj: b Namma: Silje Somby Man vuoras: 17 Årromsadje: Alta, boadáv Guovddagæjnos Barggo: Giellaåvdåstiddje, joarkkaskåvllåoahppe Gåktu le miella uddni: Lev ávon gå vijmak la javllamánno.

source: Illudan vuolgit lieggariikii 
smj: Ávvudaláv gå galgav mannat bivvalis rijkkaj 

source: Juovlamánu 13.
smj: Javllamánno 13.

source: b Namma: Helge Aslaksen Ravna Ahki: 20 Orrunsadji: Oslo Bargu: Jusstudeanta ja pikkolo Makkár mokta dus lea odne: Mus lea beaktilis beaivi lohkansálas odne, ja dovddan iežan oalle viššalin
smj: b Namma: Helge Aslaksen Ravna Áldar: 20 Årromsadje: Oslo Barggo: Jussastudænnta ja pikkolo Gåktu le miella uddni: Mujna le dåbmaris biejvve låhkåmsálan, ja adnet lav viehka vissjal.

source: Juovlamánu 14.
smj: Javllamánno 14.

source: b Namma: Marit-Sofie Mathisen Jahki: 17 Orrunsadji: Reahpin, Unjárggas eret.
smj: b Namma: Marit-Sofie Mathisen Áldar: 17 Årromsadje: Reahpin, Unjárgan.

source: Orun dál hybelis skuvlla bealde, Girkonjárggas.
smj: Årov dalla årruhattjan skåvlå guoran Girkkonjárgan.

source: Bargu: Studeanta Girkonjárga joatkkaskuvllas, nubbi jagi studiespesialisering.
smj: Barggo: Studænntan Girkkonjárga joarkkaskåvlån, maŋep jagev studiespesialisering.

source: Makkár mokta dus lea odne: Lean buorre mielas odne, ja illudan hui ollu juovllaide !:)
smj: Gåktu le miella uddni: Ávon, ja viehka ávvudaláv javlajda !:)

source: Juovlamánu 15.
smj: Javllamánno 15.

source: b Namma: Viktor Inge Paulsen Ahki: 21 Orrunsadji:Ájluokta (Divtasvuodna) Bargu: Sámediggeáirras Makkár mokta dus lea odne: Hui váibbas, muđui gulul ja miholaš.
smj: b Namma: Viktor Inge Paulsen Áldar: 21 Årromsadje: Ájluokta (Divtasvuodna) Barggo: Sámediggeájras Gåktu le miella uddni: Viehka vájbbam, valla mássjel ja sihkar allasim.

source: Juovlamánu 16.
smj: Javllamánno 16.

source: b Namma: Tuva Svendsen Ahki: 19 Orrunsadji: Kárášjohka / Romsa Bargu: studeanta Makkár mokta dus lea odne: Juste odne lea hušša.
smj: b Namma: Tuva Svendsen Áldar: 19 Årromsadje: Karasjok / Tromsø Barggo: Studeriv Gåktu le miella uddni: Jur uddni lav vehik diertjeguddamin.

source: Mus lea ruovttueksámen maid galggan addit sisa.
smj: Mujna le sijddaeksábma mij galggá ålliduvvat.

source: Dakkaviđe go dat lea dahkkon de boađán dovdat olu geahppu ja hui ilus.
smj: Vallak dat la dagádum, de lav oalle ávon ja degu gæhppum.

source: Juovlamánu 17.
smj: Javllamánno 17.

source: b Namma: Ellen-Sara Sparrok Ahki: 16 jagi Orrunsadji Aarborte Mun lean studeanta.
smj: b Namma: Ellen-Sara Sparrok Áldar: 16 Årromsadje: Aarborte Mån lav studænnta.

source: Váccán valáštallansuorggi Muoffies.
smj: Valástallamsuorgen Muoffen.

source: Odne mus lea hirbmat buorre dovdu.
smj: Uddni lav ållu buorre mielan.

source: Illudan juovllaide ja go šaddá friddja
smj: Ávvudaláv javlajda ja gå lav friddja.

source: Juovlamánu 18.
smj: Javllamánno 18.

source: b Namma: Jon-Christer Mudenia Ahki: 18 jagi Orrunsadji: Gárdat, Deanus Bargu: Studeanta Makkár mokta dus lea odne: Illudeamen ahte boahtá doarvái muohta vuoi beasan ravget skohtera johtui ja dollet meahccái.
smj: b Namma: Jon-Christer Mudenia Áldar: 18 år Årromsadje: Gárdat, Dænon Barggo: Studænnta Gåktu le miella uddni: Ávvudaláv gå buktá ållo muohttagav vaj máhtáv skuvterav luovvit ja mannat mæhttsáj.

source: Juovlamánu 19.
smj: Javllamánno 19.

source: b Namma: Maja Søøfe Larsen Ahki: 18 jagi Orrunsadji: Snåase Bargu: Studeanta Makkár mokta dus lea odne: Odne dovddan iežan ilus, go viimmat lea juovlamánnu ja juovllat lahkonit.
smj: b Namma: Maja Søøfe Larsen Áldar: 18 år Årromsadje: Snåase Barggo: Studænnta Gåktu le miella uddni: Uddni lav ávon, dajna gå le vijmak javllamánno ja javla lahkani.

source: Juovlamánu 20.
smj: Javllamánno 20.

source: b Namma: Ánne Márget Somby Ahki: 17 Orrunsadji: Báhkiljohka Bargu: Vázzán skuvlla Mo don dovddat iežat otne: veahá váibbas, viimmat bearjadat !
smj: b Namma: Ánne Márget Somby Áldar: 17 Årromsadje: Báhkiljohka Barggo: Manáv skåvlåv Gåktu le miella uddni: vehik vájbbam, vijmak bierjjedahka

source: Juovlamánu 21.
smj: Javllamánno 21.

source: b Namma: Ellen Magdalena A. Sara Orrunbsadji: Leavdnja Ahki: 15 Bargu: Studeantta Makkár mokta lea dus odne: hui buorre
smj: b Namma: Ellen Magdalena A. Sara Årronsadje: Leavdnja Áldar 15 Barggo: studænnta Gåktu le miella uddni ? Viehka buorre.

source: Juovlamánu 22.
smj: Javllamánno 22.

source: b Namma: Hilje Kristoffer Jåma Ahki: 17 Ássanbáiki: Raavrhvijhke Bargu: Váldá Gråanghke joatkkaskuvllas dearvvašvuođafágabargioahpu, ja muhtumin bargá buohcciruovttus.
smj: b Namma: Hilje Kristoffer Jåma Áldar: 17 Årromsadje: Raavrevihke Barggo: Låhkåmin lav varresvuohtafáhkabarggen Kråangken jåarhkeskuvle, ja bargav vehik skihppijsijdan.

source: Muđui politihkalaččat doaimmalaš / árjjalaš.
smj: Ietján politihkalasj dåjmalasj.

source: Makkár mokta dus lea odne: Mu mielas lea veaháš gelddolaš.
smj: Gåktu le miella uddni ?

source: Illudan sakka juovlalupmui ja ruoktot beasan borrat buori biepmu.
smj: Adnet lav juolodibme. Ávvudaláv viehka javllaloahpáj ja sijddaj njálga biebbmuj.

source: Šaddá somá deaivvadit bearrašiin.
smj: Sjaddá hávsske gå famillja tjåhkan.

source: Juovlamánu 23.
smj: Javllamánno 23.

source: Namma: Linn Birgitte Njuolla Ahki: 16 jagi Orrunbáiki: Girkonjárga Bargu: Oahppi Girkonjárgga joatkkaskuvllas Makkár mokta lea odne: Buorre, illudan hirbmadit juovllaide !
smj: b Namma: Linn Birgitte Njuolla Áldar: 16 jage Årromsadje: Girkkonjárgga Barggo: oahppe Girkkonjárga joarkkaskåvlån Gåktu le miella uddni: Buorak, ávvudalá ålov javlajda !

source: Juovlamánu 24.
smj: Javllamánno 24.

source: b Namma: Mikkel Rasmus Logje (Lojji Gárena Áillu Mihkkal) Orrunsadji: Láhpoluoppal / Guovdageaidnu Ahki: 22 Bargu: Vuođđoskuvlaoahpaheaddjistudeanta Makkár mokta dus lea odne: Oalle buorre mokta.
smj: b Namma: Mikkel Rasmus Logje Årromsadje: Láhpoluoppal / Guovdageaidnu Áldar: 22 Barggo: Åhpadiddjeskåvllåoahppe Gåktu le miella uddni ? Viehka buorre miella.

source: Šaddá buorre geargat eksameniiguin ja váldit juovlaluomu !
smj: Sjaddá hávskke gå eksámaj gergav ja váldáv javllaloabev.
